tap "hashicorp/tap"
tap "homebrew/bundle"
brew "python@3.12"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "chezmoi"
brew "fish"
brew "python@3.13"
brew "go"
brew "leveldb"
brew "magic-wormhole"
brew "mas"
brew "media-info"
brew "node"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "postgresql@15"
brew "postgresql@16"
brew "python@3.10"
brew "python-tk@3.10"
brew "python-tk@3.13"
brew "python@3.11"
brew "python@3.9"
brew "rust"
brew "watch"
brew "yarn"
brew "yt-dlp"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "docker"
cask "firefox"
cask "ghostty"
cask "iina"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Cascadea", id: 1432182561
mas "DaisyDisk", id: 411643860
mas "Slack", id: 803453959
mas "SponsorBlock", id: 1573461917
mas "Tailscale", id: 1475387142
mas "Telephone", id: 406825478
mas "Wipr", id: 1662217862
mas "WireGuard", id: 1451685025
mas "‎WhatsApp", id: 310633997
